Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Starts recording a media comment
ar: بدء تسجيل تعليق الوسائط
ca: Comença a enregistrar un comentari sobre l'element multimèdia
cy: Mae'n dechrau recordio sylw ar gyfryngau
da: Start optagelse af en mediekommentar
da_instk12: Start optagelse af en mediekommentar
de: Startet die Aufzeichnung eines Medienkommentars
es: Empieza a grabar un comentario multimedia
es_es: Empieza a grabar un comentario multimedia
fi: Aloittaa mediakommentin nauhoittamisen
fr: Commencer l'enregistrement d'un commentaire de média
fr_ca: Commencer l'enregistrement d'un commentaire de média
ga: Tosaíonn sé ag taifeadadh ráitis meáin
hi: मीडिया टिप्पणी रिकॉर्ड करना प्रारंभ करता है
ht: Kòmanse anrejistre yon kòmantè medya
id: Mulai merekam komentar media
is: Byrjar að taka upp miðlaathugasemd þína
it: Inizia a registrare un commento multimediale
ja: メディアコメントの録音を開始する
ko: 미디어 댓글 녹화를 시작
mi: Tīmata tāhopu he kōrero pāpāho
ms: Mula merakam komen media
nb: Begynner opptak av et mediainnhold
nb_instk12: Begynner opptak av et mediainnhold
nl: Een media opmerking wordt opgenomen
pl: Rozpoczyna nagrywanie komentarza medialnego
pt: Inicia a gravação de um comentário multimédia
pt_br: Começa a gravar um comentário de mídia
ru: Начало записи медиа-комментария
sl: Začne snemati komentar v obliki medija.
sv: Börjar spela in en mediakommentar
sv_instk12: Spelar in en mediakommentar
th: เริ่มบันทึกความเห็นแบบสื่อ
vi: Bắt đầu ghi bình luận nội dung phương tiện
zh: 开始录制媒体评论
zh_hk: 開始錄製媒體評論

source: Stay
ar: البقاء
ca: Roman
cy: Aros
da: Bliv
da_instk12: Bliv
de: Bleiben
es: Permanecer
es_es: Permanecer
fi: Tuki
fr: Rester
fr_ca: Rester
ga: Fan
hi: बने रहें
ht: Rete
id: Tetap
is: Dvöl
it: Rimani
ja: 留まる
ko: 머물기
mi: Noho
ms: Kekal
nb: Bli
nb_instk12: Bli
nl: Blijven
pl: Zostań
pt: Manter
pt_br: Permanecer
ru: Остаться
sl: Ostani
sv: Stanna
sv_instk12: Stanna
th: ค้างไว้
vi: Duy Trì
zh: 留下
zh_hk: 保持

source: Stay Logged In
ar: الاستمرار في الجلسة
ca: Manteniu la sessió iniciada
cy: Aros wedi mewngofnodi
da: Forbliv logget ind
da_instk12: Forbliv logget ind
de: Angemeldet bleiben
es: Permanecer conectado
es_es: Permanecer conectado
fi: Pysy sisäänkirjautuneena
fr: Rester connecté
fr_ca: Rester connecté
ga: Fan Logáilte Isteach
hi: लॉग इन रहें
ht: Rete Konekte
id: Tetap Login
is: Halda þér innskráðri(um)
it: Resta connesso
ja: ログイン状態にしておく
ko: 로그인 상태 유지
mi: Noho takiuru
ms: Kekal Berdaftar Masuk
nb: Forbli innlogget
nb_instk12: Forbli innlogget
nl: Blijf ingelogd
pl: Pozostań zalogowany
pt: Manter registado
pt_br: Permanecer Logado
ru: Оставаться в системе
sl: Ostanite vpisani
sv: Fortsätt vara inloggad
sv_instk12: Fortsätt vara inloggad
th: ล็อกอินค้างไว้
vi: Duy Trì Đăng Nhập
zh: 保持登录
zh_hk: 保持登入狀態

source: Still grinding? Respect — but don't forget sleep exists.
ar: هل لا تزال تبذل قصارى جهدك؟ أحترمك لذلك — لكن لا تنس أن تحظى بقسط من النوم.
ca: Encara treballeu dur? Respecte, però no us oblideu de dormir.
cy: Dal wrthi? Parch — ond cofia bod cwsg yn bwysig hefyd.
da: Arbejder du hårdt? Respekt – men glem ikke, at søvn også er vigtig.
da_instk12: Arbejder du hårdt? Respekt – men glem ikke, at søvn også er vigtig.
de: Sie arbeiten noch? Respekt – aber vergessen Sie nicht, dass es Schlaf gibt.
es: ¿Sigue trabajando sin descanso? Se lo respeto, pero no olvide que existe el sueño.
es_es: ¿Sigues clavando los codos? Muy respetable, pero no olvides que también hay que dormir.
fi: Vieläkö painat täysillä? Arvostettavaa — mutta muista, että uni on osa elämää.
fr: Encore en train de trimer ? Respect à toi, mais n’oublies pas que le sommeil, ça existe !
fr_ca: Toujours en train de broyer? Respect — mais n’oubliez pas que le sommeil existe.
ga: Ag meilt fós? Meas — ach ná déan dearmad go bhfuil codladh ann.
hi: क्या अभी भी काम में लगे हुए हैं? सम्मान — लेकिन यह न भूलें कि नींद का भी अस्तित्व है।
ht: Ou toujou ap travay di? Respè — men sonje dòmi enpòtan.
id: Masih berjuang? Keren — tetapi jangan lupa bahwa tidur itu penting.
is: Enn að vinna? Ber virðingu fyrir því — en gleymdu ekki að svefn er til.
it: Sei ancora molto stanco? Rispetto, ma non dimenticarti che esiste il sonno.
ja: まだ頑張っていますか？尊敬しますす — でも眠ることも忘れないで。
ko: 아직 노력 중이세요? 존경합니다. 그렇지만 수면도 필요하다는 것을 잊지 마세요.
mi: Kei te mahi tonu koe? Te whakaute — engari kaua e wareware kei reira te moe.
ms: Masih tidak selesai? Hebat — tapi jangan lupa tidur itu perlu.
nb: Jobber du fortsatt på? Respekt – men ikke glem at søvn finnes.
nb_instk12: Jobber du fortsatt på? Respekt – men ikke glem at søvn finnes.
nl: Nog steeds aan het zwoegen? Respect – maar vergeet niet dat er ook zoiets als slaap bestaat.
pl: Nadal zasuwasz? Szacunek – ale nie zapomnij o spaniu.
pt: Ainda estás a trabalhar? Respeito — mas não te esqueças que o sono existe.
pt_br: Ainda está trabalhando duro? Respeito — mas não se esqueça que o sono existe.
ru: Все еще работаете? Это заслуживает уважения, но не забывайте о существовании сна
sl: Še vedno garate? Spoštovanja vredno – vendar ne pozabite, da obstaja tudi spanec.
sv: Kämpar du vidare? Respekt – men glöm inte bort att sova.
sv_instk12: Kämpar du vidare? Respekt – men glöm inte bort att sova.
th: ยังงุ่นง่านอยู่ใช่ไหม ยกนิ้วให้เลย แต่นอนพักบ้างก็ได้
vi: Vẫn đang cày à? Tôn trọng thật — nhưng đừng quên đi ngủ nhé.
zh: 还在埋头苦干？这份勤勉令人敬佩 — 但也别忘了，人还需要睡眠。
zh_hk: 還在努力嗎？尊重你的付出 — 但別忘了睡眠也很重要。

source: Stop
ar: إيقاف
ca: Atura
cy: Stopio
de: Stopp
es: Detener
es_es: Detener
fi: Lopeta
fr_ca: Arrêt
hi: रुकें
ht: Kanpe
id: Berhenti
is: Stoppa
it: Interrompi
ja: 停止
ko: 중지
mi: Kāti
ms: Berhenti
nb: Stopp
nb_instk12: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
pt_br: Parar
ru: Стоп
sl: Zaustavi
sv: Stopp
sv_instk12: Stopp
th: หยุด
vi: Dừng
zh: 停止
zh_hk: 停止

source: Stop Masquerading
ar: إيقاف إخفاء الأسماء
ca: Atura l'emmascarament
cy: Stopio Ffugio
da: Stop maskering
da_instk12: Stop forklædning
de: Maskieren beenden
es: Detener el enmascaramiento
es_es: Detener actuar como
fi: Lopeta naamiointi.
fr: Cesser de personnifier
fr_ca: Arrêter la personnification d’identité
ga: Stop ag glacadh le haitheantas eile
hi: छद्मवेष करना रोकें
ht: Kanpe Degizman
id: Berhenti Menyamar
is: Hætta að dyljast
it: Arresta mascheramento
ja: マスカレードを停止
ko: 가장 중지
mi: Kāti e whakāhua kē ana
ms: Berhenti Menyamar
nb: Stopp maskeringen
nb_instk12: Stopp forkledning
nl: Maskeren stoppen
pl: Zatrzymaj maskowanie
pt: Parar de se mascarar
pt_br: Parar mascaramento
ru: Остановить подмену
sl: Konec prevzemanja vloge
sv: Sluta agera
sv_instk12: Soppa maskering
th: หยุดสวมบทบาท
vi: Dừng Hóa Trang
zh: 停止伪装
zh_hk: 停止以其他身份檢視

source: Stops playing your recording
ar: إيقاف تشغيل تسجيلك
ca: Deixa de reproduir l'enregistrament
cy: Mae'n stopio chwarae eich recordiad
da: Stopper afspilning af din optagelse
da_instk12: Stopper afspilning af din optagelse
de: Stoppt das Abspielen Ihrer Aufzeichnung
es: Deja de reproducir su grabación
es_es: Detiene la reproducción de tu grabación
fi: Lopettaa nauhoituksesi toiston
fr: Arrête la lecture de votre enregistrement
fr_ca: Arrête la lecture de votre enregistrement
ga: Stopann sé ag seinm do thaifead
hi: आपकी रिकॉर्डिंग चलाना रोकता है
ht: Kanpe anrejistreman ou an k ap jwe a
id: Berhenti memutar rekaman Anda
is: Stoppar spilun upptökunnar
it: Arresta la riproduzione della tua registrazione
ja: 録音の再生を停止する
ko: 녹화/녹음 재생을 중지
mi: Mutu tākaro tō tāhopu
ms: Berhenti memainkan rakaman anda
nb: Stopper avspilling av opptaket ditt
nb_instk12: Stopper avspilling av opptaket ditt
nl: Afspelen van je opname stopt.
pl: Zatrzymuje odtwarzanie nagrywania
pt: Para a reprodução das suas gravações
pt_br: Para de tocar sua gravação
ru: Останавливает воспроизведение Вашей записи
sl: Preneha predvajati posnetek.
sv: Slutar spela upp din inspelning
sv_instk12: Avslutar din inspelning
th: หยุดเปิดผลงานบันทึกของคุณ
vi: Dừng phát bản ghi của bạn
zh: 停止播放您的录制
zh_hk: 停止播放您錄製的內容

source: Stops recording a media comment
ar: إيقاف تسجيل تعليق الوسائط
ca: Deixa d'enregistrar un comentari sobre l'element multimèdia
cy: Mae'n stopio recordio sylw ar gyfryngau
da: Stop optagelse af mediekommentar
da_instk12: Stop optagelse af mediekommentar
de: Stoppt das Aufzeichnen eines Medienkommentars
es: Para de grabar su comentario multimedia
es_es: Detiene la grabación de un comentario multimedia
fi: Keskeytä mediakommentin nauhoittaminen
fr: Arrête l'enregistrement d'un commentaire de média
fr_ca: Arrête l'enregistrement d'un commentaire de média
ga: Stopann sé ag taifead ráitis meáin
hi: मीडिया टिप्पणी रिकॉर्ड करना रोकता है
ht: Kanpe anrejistreman yon kòmantè medya
id: Berhenti merekam komentar media
is: Stoppar upptöku miðlaathugasemdar
it: Arresta la registrazione di un commento multimediale
ja: メディアコメントの録音を停止する
ko: 미디 댓글 녹화를 중지
mi: Mutu tāhopu he kōrero pāpāho
ms: Berhenti merakam komen media
nb: Stopper avspilling av mediakommentar
nb_instk12: Stopper avspilling av mediakommentar
nl: Opnemen media opmerking stopt
pl: Zatrzymuje nagrywanie komentarza multimedialnego
pt: Para a gravação de um comentário multimédia
pt_br: Para de gravar um comentário de mídia
ru: Окончание записи медиа-комментария
sl: Preneha snemati komentar v obliki medija.
sv: Slutar spela in en mediakommentar
sv_instk12: Avslutar inspelningen av en mediakommentar
th: หยุดบันทึกความเป็นแบบสื่อ
vi: Dừng ghi bình luận nội dung phương tiện
zh: 停止录制媒体评论
zh_hk: 停止錄製媒體評論

source: Student
ar: طالب
ca: Estudiant
cy: Myfyriwr
da: Studerende
da_instk12: Elev
de: Studierende*r
es: Estudiante
es_es: Estudiante
fi: Opiskelija
fr: Élève
fr_ca: Étudiant
ga: Mac Léinn
hi: छात्र
ht: Elèv
id: Siswa
is: Nemandi
it: Studente
ja: 生徒
ko: 학생
mi: Ākonga
ms: Pelajar
nb_instk12: Elev
pl: Uczestnik
pt: Aluno
pt_br: Aluno
ru: Учащийся
sl: Študent
sv_instk12: Elev
th: ผู้เรียน
vi: Sinh Viên
zh: 学生
zh_hk: 學生

source: Student Annotation
ar: تعليق توضيحي لطالب
ca: Anotació de l'estudiant
cy: Anodiad gan Fyfyriwr
da: Studerendes anmærkning
da_instk12: Elevs anmærkning
de: Studierendenanmerkung
es: Anotación del estudiante
es_es: Anotación del estudiante
fi: Opiskelijan jättämä huomautus
fr: Annotation d'élève
fr_ca: Annotation de l’étudiant
ga: Nótaí Mínithe Mac Léinn
hi: छात्र एनोटेशन
ht: Nòt Elèv
id: Anotasi Siswa
is: Athugasemd nemanda
it: Annotazione studente
ja: 受講者の注釈
ko: 학생 메모
mi: Ākonga Tuhipoka
ms: Anotasi Pelajar
nb: Studentmerknad
nb_instk12: Elevmerknad
nl: Cursistaantekening
pl: Adnotacja uczestnika
pt: Anotação de aluno
pt_br: Observação do aluno
ru: Аннотация учащегося
sl: Opomba študenta
sv: Studentnotering
sv_instk12: Elevnotering
th: หมายเหตุกำกับสำหรับผู้เรียน
vi: Chú Thích Sinh Viên
zh: 学生注释
zh_hk: 學生註釋

source: Sub Header
ar: رأس فرعي
ca: Subcapçalera
cy: Isbennawd
da: Under overskrift
da_instk12: Under overskrift
es: Subencabezado
es_es: Subencabezado
fi: Alaotsikko
fr: Sous-en-tête
fr_ca: Sous-en-tête
ga: Fo-cheannteideal
hi: सब हेडर
ht: Sou Antèt
is: Undirfyrirsögn
it: Sotto-intestazione
ja: サブヘッダー
ko: 하위 헤더
ms: Sub Pengepala
nb: Underoverskrift
nb_instk12: Underoverskrift
pl: Niższy nagłówek
pt: Sub Título
pt_br: Subcabeçalho
ru: Суб-заголовок
sl: Podglava
sv: Underrubrik
sv_instk12: Underrubrik
th: หัวเรื่องย่อย
vi: Đầu Đề Phụ
zh: 子标题
zh_hk: 子表頭

source: Submission
ar: الإرسال
ca: Entrega
cy: Cyflwyniad
da: Aflevering
da_instk12: Aflevering
de: Abgabe
es: Entrega
es_es: Entrega
fi: Tehtäväpalautus
fr: Soumission
fr_ca: Envoi
ga: Uaslódáil
hi: सबमिशन
ht: Soumisyon
id: Penyerahan
is: Skil
it: Consegna
ja: 提出
ko: 제출
mi: Tapaetanga
ms: Serahan
nb: Innlevering
nb_instk12: Innlevering
nl: Inlevering
pl: Podanie
pt: Submissão
pt_br: Envio
ru: Отправка
sl: Oddaja
sv: Inlämning
sv_instk12: Inlämning
th: ผลงานจัดส่ง
vi: Nộp
zh: 提交
zh_hk: 提交項目

source: Submission & Feedback
ar: الإرسال والملاحظات
ca: Entrega i comentaris
cy: Cyflwyniadau ac Adborth
da: Indsendelse og feedback
da_instk12: Indsendelse og feedback
de: Abgabe & Feedback
es: Entrega y comentarios
es_es: Entrega y comentarios
fi: Tehtäväpalautukset ja palaute
fr: Soumission et feedback
fr_ca: Envoi et rétroactions
ga: Uaslódáil & Aiseolas
hi: सबमिशन और फ़ीडबैक
ht: Soumisyon ak Fidbak
id: Penyerahan & Umpan Balik
is: Skil og endurgjöf
it: Consegna e feedback
ja: 提出＆フィードバック
ko: 제출 및 피드백
mi: Tukunga me te Urupare
ms: Serahan & Maklum Balas
nb: Innlevering og tilbakemelding
nb_instk12: Innlevering og tilbakemelding
nl: Inlevering en feedback
pl: Przesyłanie materiałów i informacje zwrotne
pt: Envio e feedback
pt_br: Envio e feedback
ru: Отправка и обратная связь
sl: Oddaja in povratne informacije
sv: Inlämning och feedback
sv_instk12: Inlämning och återkoppling
th: การจัดส่งและข้อเสนอแนะ
vi: Bài Nộp & Phản Hồi
zh: 提交内容和反馈
zh_hk: 提交與回饋

source: Submission & Rubric
ar: الإرسال ومقياس التقييم
ca: Entrega i rúbrica
cy: Cyflwyniad a Chyfarwyddyd Sgorio
da: Aflevering og rubrik
da_instk12: Aflevering og vurderingskriterie
de: Abgabe und Bewertungsschema
es: Entrega y rúbrica
es_es: Entrega y rúbrica
fi: Lähetys ja rubriikki
fr: Soumission et rubrique
fr_ca: Envoi et grille de notation
ga: Uaslódáil & Rúibric
hi: सबमिशन और रुब्रिक
ht: Soumisyon ak Ribrik
id: Penyerahan & Rubrik
is: Skil og matsviðmið
it: Consegna e Rubrica
ja: 課題提出とルーブリック
ko: 제출 및 루브릭
mi: Tāpaetanga & Rubric
ms: Serahan & Rubrik
nb: Innlevering og vurderingsveiledning
nb_instk12: Innlevering og vurderingskriterier
nl: Inlevering en rubriek
pl: Przesyłka i kryteria ocen
pt: Submissão e Rubrica
pt_br: Envio e rubrica
ru: Предоставление и рубрика
sl: Oddaja in ocenjevalni vodnik
sv: Inlämning och matris
sv_instk12: Inlämning och matris
th: ผลงานจัดส่งและเกณฑ์การให้คะแนน
vi: Bài Nộp và Bảng Đánh Giá Theo Tiêu Chí
zh: 提交项和评估表格
zh_hk: 提交項目及評分標準

source: Submission complete
ar: انتهى الإرسال
ca: Entrega completada
cy: Wedi llwytho'r cyflwyniad i fyny
da: Indsendelse fuldført
da_instk12: Indsendelse fuldført
de: Einreichung abgeschlossen
es: Entrega completa
es_es: Entrega completa
fi: Lähetys valmis
fr: Soumission terminée
fr_ca: Envoi terminé
ga: Uaslódáil críochnaithe
hi: सबमिशन पूरा हुआ
ht: Soumisyon fini
id: Penyerahan selesai
is: Skilum lokið
it: Consegna completata
ja: 提出完了
ko: 제출 완료
mi: Tāpaetanga oti
ms: Serahan lengkap
nb: Innsending fullført
nb_instk12: Innsending fullført
nl: Indiening voltooid
pl: Złożenie ukończone
pt: Entrega completa
pt_br: Envio completo
ru: Задание выполнено
sl: Oddaja je zaključena.
sv: Inlämning utförd
sv_instk12: Inlämning fullgjord
th: จัดส่งเสร็จสิ้น
vi: Nộp hoàn thành
zh: 提交完成
zh_hk: 提交項目完成

source: Submission Error
ar: إرسال
ca: Error en l'entrega
cy: Gwall Cyflwyno
da: Indsendelsesfejl
da_instk12: Indsendelsesfejl
de: Fehler beim Einreichen
es: Error de entrega
es_es: Error en la entrega
fi: Lähetysvirhe
fr: Erreur de soumission
fr_ca: Erreur d’envoi
ga: Earráid Uaslódála
hi: सबमिशन त्रुटि
ht: Erè Soumisyon
id: Kesalahan Penyerahan
is: Innsendingarvilla
it: Errore consegna
ja: 提出エラー
ko: 제출 오류
mi: Hapa Tāpaetanga
ms: Ralat Penyerahan
nb: Innsendingsfeil
nb_instk12: Innsendingsfeil
nl: Indieningsfout
pl: Błąd złożenia
pt: Erro na Entrega
pt_br: Erro de Envio
ru: Ошибка отправки
sl: Napaka pri oddaji
sv: Fel vid inlämning
sv_instk12: Fel vid inlämning
th: ข้อผิดพลาดในการจัดส่ง
vi: Lỗi Nộp
zh: 提交错误
zh_hk: 提交項目錯誤

source: Submission Failed
ar: فشل الإرسال
ca: L'entrega ha fallat
cy: Cyflwyniad wedi methu
da: Aflevering mislykkedes
da_instk12: Aflevering mislykkedes
de: Abgabe fehlgeschlagen
es: No se pudo entregar
es_es: No se ha podido entregar
fi: Tehtäväpalautus epäonnistui
fr: Échec de l’envoi
fr_ca: Échec de l’envoi
ga: Theip ar an Uaslódáil
hi: सबमिशन विफल रहा
ht: Soumisyon Echwe
id: Penyerahan Gagal
is: Mistókst að skila
it: Consegna non riuscita
ja: 提出に失敗しました
ko: 제출 실패
mi: I rahua te tuku o te tāpaetanga
ms: Serahan Gagal
nb: Innlevering feilet
nb_instk12: Innlevering feilet
nl: Inlevering mislukt
pl: Przesyłanie zadania nie powiodło się
pt: Falha na submissão
pt_br: Falha no envio
ru: Ошибка отправки
sl: Oddaja ni uspela.
sv: Inlämningen misslyckades
sv_instk12: Inlämningen misslyckades
th: จัดส่งล้มเหลว
vi: Nộp Thất Bại
zh: 提交文件失败
zh_hk: 提交項目失敗

source: Submission In Progress...
ar: الإرسال قيد التقدم...
ca: Entrega en curs…
cy: Cyflwyniad ar y Gweill...
da: Indsendelse i gang ...
da_instk12: Indsendelse i gang ...
de: Abgabe läuft ...
es: Entrega en curso...
es_es: Entrega en curso...
fi: Lähetys käynnissä...
fr: Soumission en cours...
fr_ca: Envoi en cours...
ga: Uaslódáil ar Siúl...
hi: अपलोड प्रगति पर है...
ht: Soumisyon an Pwoesis...
id: Pengiriman Sedang Berlangsung...
is: Skil í gangi…
it: Invio in corso...
ja: 提出しています...
ko: 제출 진행 중...
mi: Tāpaetanga kei te mahia
ms: Serahan Sedang Berjalan...
nb: Holder på å sende innlevering…
nb_instk12: Holder på å sende innlevering…
nl: Bezig met inleveren...
pl: Przesyłanie w trakcie...
pt: Tentativas em progresso...
pt_br: Envio em andamento...
ru: Выполняется отправка...
sl: Oddaja je v teku ...
sv: Inlämning pågår ...
sv_instk12: Inlämning pågår ...
th: กำลังจัดส่ง...
vi: Đang Nộp...
zh: 正在提交...
zh_hk: 正在提交項目中...

source: Submission text
ar: نص الإرسال
ca: Text de l’entrega
cy: Testun cyflwyniad
da: Afleveringstekst
da_instk12: Afleveringstekst
de: Abgabetext
es: Texto de la entrega
es_es: Texto de la entrega
fi: Lähetyksen testi
fr: Texte de la soumission
fr_ca: Texte de dépôt
ga: Téacs uaslódála
hi: सबमिशन पाठ
ht: Tèks soumisyon
id: Teks penyerahan
is: Skilatexti
it: Testo invio
ja: テキストを提出する
ko: 제출 텍스트
mi: Tāpaetanga kuputuhi
ms: Teks serahan
nb: Innleveringstekst
nb_instk12: Innleveringstekst
nl: Inleveringstekst
pl: Tekst przesyłki
pt: Texto de submissão
pt_br: Texto de submissão
ru: Текст для отправки
sl: Besedilo oddaje
sv: Inlämningstext
sv_instk12: Inlämningstext
th: ข้อความจัดส่ง
vi: Văn bản nộp
zh: 提交项文本
zh_hk: 提交項目文字

source: Submission Types
ar: أنواع الإرسال
ca: Tipus d'entregues
cy: Mathau o Gyflwyniadau
da: Afleveringsformer
da_instk12: Afleveringstyper
de: Abgabearten
es: Tipos de presentación
es_es: Tipos de entrega
fi: Tehtäväpalautustyypit
fr: Types de soumission
fr_ca: Types d’envoi
ga: Cineálacha Uaslódála
hi: सबमिशन प्रकार
ht: Tip Soumisyon
id: Jenis Penyerahan
is: Tegundir skila
it: Tipi di consegna
ja: 提出タイプ
ko: 제출 유형
mi: Ngā momo tāpaetanga
ms: Jenis Serahan
nb: Innleveringstyper
nb_instk12: Innleveringstyper
nl: Inleveringstypen
pl: Typy przesłanych materiałów
pt: Tipos de submissão
pt_br: Tipos de envio
ru: Типы сдаваемых работ
sl: Vrste oddaj
sv: Inlämningstyper
sv_instk12: Inlämningstyper
th: ประเภทการจัดส่ง
vi: Loại Nộp
zh: 提交项类型
zh_hk: 提交項目類型

source: Submission Upload Failed
ar: فشل تحميل الإرسال
ca: No s'ha pogut penjar l’entrega
cy: Wedi methu llwytho'r cyflwyniad i fyny
da: Upload af aflevering mislykkedes
da_instk12: Upload af aflevering mislykkedes
de: Abgabe konnte nicht hochgeladen werden
es: Se produjo un error al cargar la entrega
es_es: Se ha producido un error al cargar la entrega
fi: Lähetyksen lataus epäonnistui
fr: Échec du chargement de la soumission
fr_ca: Échec du téléversement de l’envoi
ga: Theip ar Uaslódáil na hUaslódála
hi: सबमिशन नहीं किया जा सका
ht: Monte Soumisyon an Echwe
id: Unggahan Penyerahan Gagal
is: Upphleðsla skila mistókst
it: Errore caricamento consegna
ja: 提出物のアップロードに失敗しました
ko: 제출 업로드 실패
mi: I rahua te Tukunga Tukunga
ms: Muat Naik Imej Gagal
nb: Opplasting av innlevering mislyktes
nb_instk12: Opplasting av innlevering mislyktes
nl: Kan inlevering niet uploaden
pl: Nie udało przesłać materiałów
pt: Falha no envio do ficheiro
pt_br: Falha no envio do arquivo
ru: Не удалось загрузить отправку
sl: Nalaganje oddaje ni uspelo
sv: Uppladdningen av inlämningen misslyckades
sv_instk12: Uppladdningen av inlämningen misslyckades
th: อัพโหลดผลงานจัดส่งล้มเหลว
vi: Tải Lên Bài Nộp Không Thành Công
zh: 上传提交内容失败
zh_hk: 提交項目上傳失敗

source: Submission Uploaded Successfully
ar: تم تحميل الإرسال بنجاح
ca: S'ha penjat correctament l’entrega
cy: Wedi llwyddo i lwytho'r cyflwyniad i fyny
da: Aflevering uploadet
da_instk12: Aflevering uploadet
de: Abgabe erfolgreich hochgeladen
es: Se cargó la entrega correctamente
es_es: Se ha cargado la entrega
fi: Tehtäväpalautuksen lataus onnistui
fr: Soumission chargée avec succès
fr_ca: Envoi téléversé avec succès
ga: Uaslódáladh an Uaslódáil go Rathúil
hi: सबमिशन सफलतापूर्वक अपलोड किया गया
ht: Soumisyon an Monte Avèk siksè
id: Penyerahan Berhasil Diunggah
is: Upphleðsla skila tókst
it: Consegna caricata correttamente
ja: 提出物が正常にアップロードされました
ko: 제출을 업로드했습니다
mi: I angitu te Tukunga Tukunga
ms: Serahan Berjaya Dimuat Naik
nb: Innleveringen ble lastet opp
nb_instk12: Innleveringen ble lastet opp
nl: Inlevering geüpload
pl: Materiały przesłano pomyślnie
pt: Ficheiro enviado com êxito
pt_br: Envio realizado com sucesso
ru: Отправка успешно загружена
sl: Oddaja je uspešno naložena
sv: Uppladdningen av inlämningen lyckades
sv_instk12: Uppladdningen av inlämningen lyckades
th: อัพโหลดผลงานจัดส่งเสร็จสิ้น
vi: Đã Tải Lên Bài Nộp Thành Công
zh: 已成功上传提交内容
zh_hk: 提交項目上傳成功

source: Submission Uploading...
ar: جارٍ تحميل الإرسال...
ca: S'està penjant l'entrega…
cy: Cyflwyniad yn llwytho i fyny...
da: Aflevering uploades ...
da_instk12: Aflevering uploades ...
de: Abgabe wird hochgeladen
es: Subiendo entrega...
es_es: La entrega se está cargando...
fi: Lähetystä ladataan...
fr: Téléchargement des soumissions...
fr_ca: Téléversement des envois en cours...
ga: Uaslódáil á uaslódáil...
hi: सबमिशन अपलोड किया जा रहा है...
ht: Soumisyon ap Transfere...
id: Mengunggah Penyerahan...
is: Skilum hlaðið upp…
it: Caricamento consegna in corso...
ja: 提出をアップロード中...
ko: 제출 업로드 중...
mi: E tukuake ana te tāpaetanga...
ms: Serahan Dimuat Naik...
nb: Innlevering lastes opp…
nb_instk12: Innlevering lastes opp…
nl: Inlevering wordt geüpload...
pl: Przesyłanie zadania...
pt: A carregar envio...
pt_br: Carregando envio...
ru: Выполняется загрузка...
sl: Nalaganje oddaj ...
sv: Inlämningen laddas upp ...
sv_instk12: Inlämningen laddas upp ...
th: กำลังอัพโหลดผลงานจัดส่ง...
vi: Đang Tải Lên Bài Nộp...
zh: 正在上传提交项...
zh_hk: 提交項目上傳中...

source: Submit
ar: إرسال
ca: Entrega-ho
cy: Cyflwyno
da: Indsend
da_instk12: Aflever
de: Absenden
es: Entregar
es_es: Enviar
fi: Lähetä
fr: Soumettre
fr_ca: Envoyer
ga: Cuir isteach
hi: सबमिट करें
ht: Soumèt
id: Serahkan
is: Senda
it: Invia
ja: 送信
ko: 제출
mi: Tuku
ms: Serahkan
nb: Send inn
nb_instk12: Send inn
nl: Indienen
pl: Prześlij
pt: Submeter
pt_br: Enviar
ru: Отправить
sl: Oddaj
sv: Skicka in
sv_instk12: Spara
th: ส่ง
vi: Nộp
zh: 提交
zh_hk: 提交

source: Submit Assignment
ar: إرسال المهمة
ca: Entrega l'activitat
cy: Cyflwyno Aseiniad
da: Aflever opgave
da_instk12: Aflever opgave
de: Aufgabe abgeben
es: Entregar tarea
es_es: Entregar actividad
fi: Lähetä tehtävä
fr: Soumettre le devoir
fr_ca: Envoyer le travail
ga: Cuir Tasc Isteach
hi: असाइनमेंट सबमिट करें
ht: Soumèt Sesyon
id: Serahkan Tugas
is: Skila verkefni
it: Invia compito
ja: 課題を提出する
ko: 과제 제출
mi: tuku Whakataunga
ms: Serahkan Tugasan
nb: Lever oppgave
nb_instk12: Lever oppgave
nl: Opdracht inleveren
pl: Prześlij test
pt: Enviar tarefa
pt_br: Enviar tarefa
ru: Отправить задание
sl: Pošlji nalogo
sv: Lämna in uppgift
sv_instk12: Lämna in uppgift
th: จัดส่งภารกิจ
vi: Nộp Bài tập
zh: 提交作业
zh_hk: 提交作業

source: Submitted
ar: تم الإرسال
ca: S’ha entregat
cy: Wedi Cyflwyno
da: Afleveret
da_instk12: Afleveret
de: Abgegeben
es: Entregado
es_es: Entregado
fi: Lähetetty
fr: Soumis
fr_ca: Envoyé
ga: Curtha isteach
hi: सबमिट किया गया
ht: Soumèt
id: Diserahkan
is: Skilað
it: Inviato
ja: 提出済み
ko: 제출됨
mi: Kua Tukuna
ms: Diserahkan
nb: Innlevert
nb_instk12: Innlevert
nl: Ingeleverd
pl: Przesłano
pt: Submetido
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickad
sv_instk12: Inskickad
th: จัดส่งแล้ว
vi: Đã Nộp
zh: 已提交
zh_hk: 已提交
